{
    "tasks": [
      "For Romeo Juliet, Laila Majnu, a spot for all where love showers take a picture with a flower",
      "In a world of magic, where spells are read, The real magic lies in books, it's said. Find this enchantment where stories gleam, In a library where Harry Potter beams. Snap a picture with Potter, and you'll find, The magic of books will surely unwind.",
      "We don’t have Starbucks but we do have Aditi, when will these videshi know it’s chai and not chai tea, go run and take a picture cutie.",
      "Race back to childhood, where memories thrive, Down the amphitheater, let's take a dive. Glide and laugh, as time slips away, Capture the joy in a video, they say.",
      "Every time we go home we need to take form from here, It is 2 rupees in gs but was free here.",
      "In white attire, a bhaiya stands so small, Guiding you up, but not for all. Ascending floors, he lends his hand, Yet downward journeys, he doesn't stand. Find this figure, dressed in white, Capture his presence, in sight.",
      "In locks of hair, a precious bind, A tie that holds, gentle and kind. Find a girl with this treasure rare, Snap a picture, if you dare. With hair tie shown, in her grace, Capture the moment, in this space",
      "The biggest fight of college happened here, Ronaldos and Messis everywhere, take a picture over there.",
      "The clock strikes 9 and it starts, find the person who never fails to say 'chalo didi 9 bajj gaye' and make her say 'Ambiora 2024 kadak haii'.",
      "With Flavium's call, the sports spirit nears, Which cricket team brings cheers, not tears? To the place round, where 22 yards gleam, In the center, chase your dream. Capture the moment, in this ground, With cricket's fever, all around.",
      "Under the open sky, where performances glow, your next clue awaits where talents sow. Make a small video performing salsa dance there.",
      "Amongst the books, where silence reigns, your next clue hides, where wisdom gains. Take a picture with Mahabharat there.",
      "Your journey concludes where hunger is fed, in the place where meals are spread. A place where chilli meets cheese toast. Take a picture with round brother.",
      "In the realm of melodies and beats, where harmony and rhythm sweetly meet. Find the place where music notes fly, your next clue under the open sky. Sing a song for 10 secs there and record a video.",
      "The place where we go to find our missing things. Go and tell a sweet thing to guard didi/bhaiya there and record a video of doing that.",
      "Where goals are scored and victories are sweet, head to the place where teammates meet. Your clue awaits near the goalpost tall, kick off your search, give it your all. Score a penalty kick to reveal the next clue hidden behind the goalpost.",
      "To the skies, where drones take flight, follow the path of aerial might. Seek the place where pilots control, your next clue awaits to make you whole. Make a small video doing Badal Barsa Bijuli dance there.",
      "Where meals are shared and friendships create, but as soon as the clock ticks 7 pm, the only females are forced to leave from there. Go and take a picture with your favorite beverage from there.",
      "There are two of them in the campus, but the most cherished one is where love birds meet. Collect 5 kinds of flowers and take a photo with them there.",
      "Imitate being a fruit seller, at the place where the stone is black.",
      "You’ll see your complexion in my reflection. (mirror)",
      "You pull me back in the morning to bring in the light and shut me when the sun goes down before you say goodnight. (curtains)",
      "Zip me up before putting me on your back, I will keep your books and homework safe in my pack. (backpack)",
      "Tall and solid, all homes have me. To get me open, you’ll need a key. (front door)",
      "Most every day, you step on me. All I require is a bend of your knee. (steps)",
      "I have a few drawers and a nice flat top. For homework I’m helpful — Keep working. Don’t stop! (desk)",
      "I have a neck but no head, I wear a pretty cap instead. (bottle)",
      "I have no mouth and no nose, but I do have a face. I also have two hands and, but no legs and or toes. (clock)",
      "You can find me on a hook, if you know where exactly to look. (keys)",
      "I'm a tiny warrior against diseases, made in a lab, and often stored in small bottles. What am I?",
      "Wakes up at night, sleeps during the day, and is home to reptiles/goddess Lakshmi emerges from this.",
      "You are the happiest when you leave, and sad when you come back. Take a photo with the picture of the owner of the college.",
      "A device with buttons and screens, I hold great power. Insert your card, your PIN you'll enter, Money and receipts.",
      "A road between the same sports cage surrounded with different sports and is a way to mess.",
      "A slope between slopes. Between the celebs runway.",
      "Take a picture of 2 AC compressors almost joined together in the campus.",
      "Take a picture at the goodbye point of couples - the tree outside girls hostel.",
      "A place named after a stone but there isn’t any stone.",
      "Even though you fall in it by-mistake, you get dirty and you are"
    ]
  }
  